dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
golang.go
llvm-vs-code-extensions.vscode-clangd
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
redhat.java
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
usernamehw.errorlens
vscjava.vscode-java-debug
vscjava.vscode-java-test
vscjava.vscode-maven
